[
  {
    "name": "Mercedes Sprinter 2023",
    "brand": "mercedes",
    "img": "https://yetrkwbxweagaibutsoh.supabase.co/storage/v1/object/public/cars/Masini2/Sprinter_2023.jpeg",
    "year": 2023,
    "transmission": "Manuală",
    "price": "Variabil",
    "carburant": "diesel",
    "description": "Descoperă Mercedes Sprinter 2023, disponibil pentru închiriere! Acest vehicul comercial versatil îmbină designul modern cu performanța de top și confortul excepțional, adaptându-se nevoilor tale. Echipat cu motoare eficiente, inclusiv opțiuni electrice, și transmisie automată cu 9 trepte, oferă o experiență de condus remarcabilă și consum redus. Interiorul spațios și bine echipat include scaune confortabile și tehnologie avansată, cu sistem MBUX, navigație integrată și suport Apple CarPlay și Android Auto. Alege Mercedes Sprinter 2023 pentru fiabilitate, versatilitate și eficiență. Contactează-ne pentru a rezerva acest vehicul excelent pentru afacerea sau călătoria ta!",
    "featured": "no"
  },
  {
    "name": "Mercedes Sprinter 2022",
    "brand": "mercedes",
    "img": "https://yetrkwbxweagaibutsoh.supabase.co/storage/v1/object/public/cars/Masini2/Sprinter_2022_-_23_locuri.jpeg",
    "year": 2022,
    "transmission": "Manuală",
    "price": "Variabil",
    "carburant": "diesel",
    "description": "Descoperă Mercedes Sprinter 2022, disponibil pentru închiriere! Acest vehicul comercial versatil îmbină designul modern cu performanța de top și confortul excepțional. Echipat cu motoare eficiente și puternice, inclusiv opțiuni diesel și pe benzină, și transmisie manuală, oferă o experiență de condus remarcabilă și consum redus. Interiorul spațios și bine echipat include scaune confortabile și tehnologie avansată, cu sistem MBUX, navigație integrată și suport Apple CarPlay și Android Auto. Alege Mercedes Sprinter 2022 pentru fiabilitate, versatilitate și eficiență. Contactează-ne pentru a rezerva acest vehicul excelent pentru afacerea sau călătoria ta!",
    "featured": "no"
  },
  {
    "name": "Mercedes Sprinter 2022",
    "brand": "mercedes",
    "img": "https://yetrkwbxweagaibutsoh.supabase.co/storage/v1/object/public/cars/Masini2/Sprinter_2022_-_23_locuri.jpeg",
    "year": 2022,
    "transmission": "Manuală",
    "price": "Variabil",
    "carburant": "diesel",
    "description": "Descoperă Mercedes Sprinter 2022, disponibil pentru închiriere! Acest vehicul comercial versatil îmbină designul modern cu performanța de top și confortul excepțional. Echipat cu motoare eficiente și puternice, inclusiv opțiuni diesel și pe benzină, și transmisie manuală, oferă o experiență de condus remarcabilă și consum redus. Interiorul spațios și bine echipat include scaune confortabile și tehnologie avansată, cu sistem MBUX, navigație integrată și suport Apple CarPlay și Android Auto. Alege Mercedes Sprinter 2022 pentru fiabilitate, versatilitate și eficiență. Contactează-ne pentru a rezerva acest vehicul excelent pentru afacerea sau călătoria ta!",
    "featured": "no"
  },
  {
    "name": "Skoda Octavia 2023",
    "brand": "skoda",
    "img": "https://yetrkwbxweagaibutsoh.supabase.co/storage/v1/object/public/cars/Masini2/Octavia_2023.jpeg",
    "year": 2023,
    "transmission": "Automată",
    "price": "50€ / zi",
    "carburant": "diesel",
    "description": "Skoda Octavia 2022, disponibilă pentru închiriere, combină designul modern și aerodinamic cu performanțele remarcabile ale motoarelor eficiente. Interiorul spațios și confortabil, echipat cu tehnologie de ultimă generație, asigură o experiență de condus excepțională. Sistemul de infotainment cu ecran tactil și compatibilitatea cu Apple CarPlay și Android Auto mențin conectivitatea, iar sistemele avansate de siguranță, precum frânarea automată de urgență și monitorizarea unghiului mort, oferă protecție maximă. Alege Skoda Octavia 2022 pentru o călătorie confortabilă și sigură!",
    "featured": "yes"
  },
  {
    "name": "Skoda Octavia 2018",
    "brand": "skoda",
    "img": "https://yetrkwbxweagaibutsoh.supabase.co/storage/v1/object/public/cars/Masini2/Octavia2017-2018.jpeg",
    "year": 2018,
    "transmission": "Manuală",
    "price": "30€ / zi",
    "carburant": "diesel",
    "description": "Descoperă Skoda Octavia 2018, acum disponibilă pentru închiriere! Această mașină combină designul elegant cu performanțe remarcabile și tehnologie avansată. Cu un exterior rafinat și aerodinamic, și o gamă de motoare eficiente, Skoda Octavia oferă o experiență de condus plăcută și economie de combustibil. Interiorul spațios și confortabil, dotat cu tehnologie modernă, asigură călătorii confortabile și conectate. Alege Skoda Octavia 2018 pentru călătorii sigure și pline de stil. Contactează-ne pentru a rezerva această mașină excelentă pentru afacerea sau călătoria ta!",
    "featured": "no"
  },
  {
    "name": "Skoda Octavia 2017",
    "brand": "skoda",
    "img": "https://yetrkwbxweagaibutsoh.supabase.co/storage/v1/object/public/cars/Masini2/Octavia2017-2018.jpeg",
    "year": 2017,
    "transmission": "Manuală",
    "price": "30€ / zi",
    "carburant": "diesel",
    "description": "Descoperă Skoda Octavia 2017, acum disponibilă pentru închiriere! Această mașină combină designul rafinat cu performanțe remarcabile și tehnologie avansată. Cu un exterior elegant și aerodinamic, și o gamă de motoare eficiente, Skoda Octavia oferă o experiență de condus plăcută și economie de combustibil. Interiorul spațios și confortabil, dotat cu tehnologie modernă, asigură călătorii conectate și relaxante. Alege Skoda Octavia 2017 pentru o călătorie sigură și confortabilă. Contactează-ne pentru a rezerva această mașină excelentă pentru afacerea sau călătoria ta!",
    "featured": "no"
  },
  {
    "name": "Skoda Fabia 2021",
    "brand": "skoda",
    "img": "https://yetrkwbxweagaibutsoh.supabase.co/storage/v1/object/public/cars/Masini2/Skoda_Fabia.jpeg",
    "year": 2021,
    "transmission": "Manuală",
    "price": "20€ / zi",
    "carburant": "benzină",
    "description": "Descoperă Skoda Fabia 2021, disponibilă pentru închiriere! Această mașină compactă îmbină eleganța cu performanța și eficiența. Cu un design modern și dinamic, și motoare eficiente, Skoda Fabia oferă o experiență plăcută de condus și economie de combustibil. Interiorul spațios și confortabil, dotat cu tehnologie avansată, asigură călătorii conectate și relaxante. Alege Skoda Fabia 2021 pentru o călătorie de neuitat. Contactează-ne pentru a rezerva această mașină excelentă pentru afacerea sau călătoria ta!",
    "featured": "yes"
  },
  {
    "name": "Skoda Kodiaq 2022",
    "brand": "skoda",
    "img": "https://yetrkwbxweagaibutsoh.supabase.co/storage/v1/object/public/cars/Masini2/Skoda_Kodiaq.jpeg",
    "year": 2022,
    "transmission": "Automată",
    "price": "70€ / zi",
    "carburant": "diesel",
    "description": "Descoperă Skoda Kodiaq 2022, o combinație perfectă între lux și aventură, disponibil acum pentru închiriere! Cu un design robust și expresiv, acest SUV impresionează prin eleganță și performanță. Dotat cu tehnologie avansată și spațiu interior generos, Skoda Kodiaq 2022 oferă confortul necesar pentru o călătorie de neuitat. Indiferent dacă ești în căutarea unei escapade urbane sau a unei aventuri off-road, acest SUV este partenerul ideal. Alege Skoda Kodiaq 2022 pentru a adăuga o notă de stil și confort călătoriilor tale. Contactează-ne acum pentru a rezerva această mașină de excepție pentru următoarea ta aventură!",
    "featured": "yes"
  },
  {
    "name": "Volkswagen Tiguan 2018",
    "brand": "volkswagen",
    "img": "https://yetrkwbxweagaibutsoh.supabase.co/storage/v1/object/public/cars/Masini2/VWTiguan.jpeg",
    "year": 2018,
    "transmission": "Manuală",
    "price": "40€ / zi",
    "carburant": "diesel",
    "description": "Descoperă Volkswagen Tiguan 2018, disponibil pentru închiriere și pregătit să-ți ofere o experiență de condus excepțională! Cu un design modern și versatil, acest SUV îmbină eleganța urbană cu capacitatea off-road. Dotat cu tehnologie avansată și un interior spațios și confortabil, Volkswagen Tiguan 2018 te va impresiona atât în oraș, cât și în aventurile din afara acestuia. Indiferent dacă călătorești în familie sau cu prietenii, acest SUV este alegerea perfectă pentru a adăuga confort și performanță călătoriilor tale. Contactează-ne acum pentru a rezerva Volkswagen Tiguan 2018 pentru următoarea ta escapadă!",
    "featured": "no"
  },
  {
    "name": "Volkswagen Touran 2018",
    "brand": "volkswagen",
    "img": "https://yetrkwbxweagaibutsoh.supabase.co/storage/v1/object/public/cars/Masini2/VWTouran.jpeg",
    "year": 2022,
    "transmission": "Automată",
    "price": "40€ / zi",
    "carburant": "diesel",
    "description": "Descoperă Volkswagen Touran 2018, o mașină ideală pentru aventurile familiale, disponibilă acum pentru închiriere! Cu un design aerodinamic și spațiu interior generos, acest monovolum oferă confort și siguranță pe drumurile lungi și în călătoriile cu cei dragi. Dotat cu tehnologie avansată și caracteristici de siguranță de ultimă generație, Volkswagen Touran 2018 este alegerea perfectă pentru a transforma călătoriile tale în momente memorabile. Contactează-ne acum pentru a rezerva Volkswagen Touran 2018 și bucură-te de o experiență de condus plăcută și relaxantă pentru întreaga familie!",
    "featured": "no"
  },
  {
    "name": "Volkswagen Passat 2018",
    "brand": "volkswagen",
    "img": "https://yetrkwbxweagaibutsoh.supabase.co/storage/v1/object/public/cars/Masini2/VWPassat.jpeg",
    "year": 2018,
    "transmission": "Automată",
    "price": "40€ / zi",
    "carburant": "diesel",
    "description": "Descoperă Volkswagen Passat 2018, o combinație perfectă între eleganță și performanță, disponibil acum pentru închiriere! Cu un design rafinat și linii fluide, acest sedan impresionează prin stil și confort. Dotat cu tehnologie avansată și motoare puternice, Volkswagen Passat 2018 oferă o experiență de condus plăcută și dinamică. Interiorul spațios și bine echipat te va încânta cu confortul și funcționalitatea sa. Alege Volkswagen Passat 2018 pentru a adăuga o notă de lux călătoriilor tale. Contactează-ne acum pentru a rezerva acest sedan elegant și pentru a transforma călătoriile tale într-o experiență de neuitat!",
    "featured": "no"
  },
  {
    "name": "Mercedes Vito 2020",
    "brand": "mercedes",
    "img": "https://yetrkwbxweagaibutsoh.supabase.co/storage/v1/object/public/cars/Masini2/MercedesVito.jpeg",
    "year": 2020,
    "transmission": "Automată",
    "price": "100€ / zi",
    "carburant": "diesel",
    "description": "Descoperă Mercedes Vito 2020, partenerul perfect pentru afacerea ta, disponibil acum pentru închiriere! Cu un design modern și spațiu generos, acest vehicul comercial îmbină confortul și eficiența într-un mod remarcabil. Dotat cu tehnologie avansată și motoare puternice, Mercedes Vito 2020 este pregătit să facă față oricăror sarcini de transport. Indiferent dacă ai nevoie de o soluție pentru livrări sau transport de persoane, acesta este alegerea ideală. Alege Mercedes Vito 2020 pentru a-ți îmbunătăți afacerea. Contactează-ne acum pentru a rezerva acest vehicul și pentru a porni într-o călătorie fără probleme!",
    "featured": "no"
  },
  {
    "name": "Mercedes Vito 2023",
    "brand": "mercedes",
    "img": "https://yetrkwbxweagaibutsoh.supabase.co/storage/v1/object/public/cars/Masini2/MercedesVito.jpeg",
    "year": 2023,
    "transmission": "Automată",
    "price": "100€ / zi",
    "carburant": "diesel",
    "description": "Descoperă Mercedes Vito 2023, partenerul ideal pentru nevoile tale de transport, acum disponibil pentru închiriere! Cu un design rafinat și o gamă de dotări moderne, acest vehicul comercial îmbină eleganța cu performanța superioară. Dotat cu tehnologie avansată și motoare eficiente, Mercedes Vito 2023 oferă o experiență de conducere plăcută și sigură. Indiferent dacă ai nevoie de un vehicul pentru transport de mărfuri sau de pasageri, acesta este alegerea perfectă. Alege Mercedes Vito 2023 pentru a-ți îmbunătăți afacerea sau pentru a-ți facilita călătoriile. Contactează-ne acum pentru a rezerva acest vehicul și pentru a începe o experiență de conducere excepțională!",
    "featured": "no"
  },
  {
    "name": "Mercedes Vito 2024",
    "brand": "mercedes",
    "img": "https://yetrkwbxweagaibutsoh.supabase.co/storage/v1/object/public/cars/Masini2/MercedesVito.jpeg",
    "year": 2024,
    "transmission": "Automată",
    "price": "100€ / zi",
    "carburant": "diesel",
    "description": "Descoperă Mercedes Vito 2024, partenerul de încredere pentru orice sarcină de transport, disponibil acum pentru închiriere! Cu un design modern și rafinat, acest vehicul comercial impresionează prin eleganță și versatilitate. Dotat cu tehnologie avansată și motoare eficiente, Mercedes Vito 2024 oferă performanțe remarcabile și fiabilitate pe drumurile lungi sau în oraș. Indiferent dacă ai nevoie de un vehicul pentru transport de mărfuri sau de pasageri, acesta este alegerea perfectă. Alege Mercedes Vito 2024 pentru a-ți satisface nevoile de afaceri sau pentru a te bucura de călătorii confortabile și sigure. Contactează-ne acum pentru a rezerva acest vehicul și pentru a începe o experiență de conducere excepțională!",
    "featured": "no"
  }
]
